tap "bfontaine/utils"
tap "candid82/brew"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "wooga/unityversions"
cask "java8"
cask "xquartz"
brew "adr-tools"
brew "ant"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bazel"
brew "bzt"
brew "fontconfig"
brew "rlwrap"
brew "clojure"
brew "dnsmasq", restart_service: true
brew "docker"
brew "docker-compose"
brew "docker-machine"
brew "docker-swarm"
brew "jpeg"
brew "elixir"
brew "exercism"
brew "fd"
brew "fish"
brew "gcc"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "graphviz"
brew "h2"
brew "haskell-stack"
brew "htop"
brew "httpie"
brew "idris"
brew "little-cms2"
brew "jmeter"
brew "jq"
brew "kops"
brew "kubernetes-helm"
brew "leiningen"
brew "lumo"
brew "markdown"
brew "maven"
brew "mosh"
brew "mtr"
brew "nmap"
brew "ocaml"
brew "opam"
brew "planck"
brew "ruby"
brew "sbt"
brew "swagger-codegen"
brew "terminal-notifier"
brew "terraform"
brew "the_silver_searcher"
brew "tree"
brew "wget"
brew "wine"
brew "winetricks"
brew "bfontaine/utils/unravel"
brew "candid82/brew/joker"
brew "d12frosted/emacs-plus/emacs-plus", args: ["with-x11"], link: false
cask "adobe-reader"
cask "anaconda"
cask "anki"
cask "astah-community"
cask "blender"
cask "dropbox"
cask "emacs"
cask "evernote"
cask "firefox"
cask "flux"
cask "font-fira-code"
cask "gimp"
cask "google-chrome"
cask "intellij-idea-ce"
cask "iterm2"
cask "jd-gui"
cask "mactex"
cask "minikube"
cask "pgadmin4"
cask "quicklook-json"
cask "racket"
cask "skim"
cask "slack"
cask "spectacle"
cask "superduper"
cask "texmaker"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "wireshark"
cask "wooga/unityversions/unity@2017.3.1f1"
cask "wooga/unityversions/unity@2018.1.0f2"
